<template>
  <div class="dashboard-page">
    Дашборд аналитики по всем модулям колеса баланса и важная информация

    <ul>
      <li>Шаблоны / Компоненты переиспользуемые - Vue Query:</li>
      <li>Page</li>
      <li>Vue компособлы useQuery + useMutation + API</li>
      <li></li>

      <li>Страница делать:</li>
      <li>1. Проекты - главная страница</li>
      <li>2. Дела на год</li>
      <li>3. Заметки</li>
      <li>
        4. Дашборд. 1-й Будет функционал график с калькулятором прогноза
        доходов.
      </li>
      <li>
        Была идея сделать вкладку дела на месяц/квартал в формате миро -> Vue
        Flow
      </li>
    </ul>
  </div>
</template>
